Repository: Yousif-Hakeem/MatchesFlutter
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Game night
ar: لول بالعربي

source: followers
ar: المتابعين

source: following
ar: يتابع

source: Total Likes
ar: عدد اللايكلت

source: Total Stories
ar: عدد الحالات

source: Total Maps
ar: عدد الاشتراكات

source: Follow
ar: تابع

# enterFirst
source: Enter First Team
ar: ادخل الفريق الاول

# enterSecond
source: Enter Second Team
ar: ادخل الفريق الثاني

source: Enter Duration
ar: ادخل زمن المباراة

source: Enter Location
ar: ادخل مكان المباراة

source: Add
ar: أضف

source: Add Matches
ar: أضف مباراة

source: Great!
ar: !رائع

# matchAdded
source: Match has been add Succesfully!
ar: تمت اضافة المباراة

# unfortunately
source: Opps!
ar: للأسف

# onlyNumbers
source: Enter only numbers
ar: ادخل أرقام فقط

# somethingWrong
source: Something went wrong
ar: حدث خطأ

# editMatches
source: Edit match details
ar: تعديل شاشة المباريات

source: Save
ar: تسجيل

source: Login
ar: تسجيل الدخول

# nomatches
source: No matches yet...
ar: ...لا يوجد مباريات

# entermail
source: Enter email
ar: ادخل الايميل

# enterpass
source: Enter password
ar: ادخل كلمة السر
